Repository: jorgeRumilly/sj4webtofreedelivery
Catalog: translations/*/ModulesSj4webtofreedeliveryAdmin.*.xlf
Languages: fr_fr

source: SJ4WEB – Amount left to unlock free shipping or discount
fr_fr: SJ4WEB – Montant restant avant d’obtenir la livraison gratuite ou une remise

source: Display a message as the customer gets closer to earning free shipping or a discount.
fr_fr: Afficher un message lorsque le client se rapproche de la livraison gratuite ou d’une remise.

source: Free shipping and discount thresholds
fr_fr: Seuils de livraison gratuite et de remise

source: Background color
fr_fr: Couleur de fond

source: Text color
fr_fr: Couleur du texte

source: Subtitle text color
fr_fr: Couleur du sous-titre

source: Enable free shipping threshold
fr_fr: Activer le seuil de livraison gratuite

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Enable to display how much more is needed for free shipping.
fr_fr: Permet d’afficher le montant restant avant d’obtenir la livraison gratuite.

source: Free shipping threshold (€)
fr_fr: Seuil de livraison gratuite (€)

source: Amount needed to get free delivery.
fr_fr: Montant requis pour bénéficier de la livraison gratuite.

source: Additional information
fr_fr: Informations complémentaires

source: Add some text here to explain the threshold, e.g. offer valid for deliveries in France only.
fr_fr: Ajoutez un texte explicatif, ex. : offre valable uniquement pour les livraisons en France.

source: Excluded categories
fr_fr: Catégories exclues

source: Enable discount threshold
fr_fr: Activer le seuil de remise

source: Display remaining amount needed for a discount.
fr_fr: Afficher le montant restant pour obtenir une remise.

source: Discount threshold (€)
fr_fr: Seuil de remise (€)

source: Amount needed for discount.
fr_fr: Montant requis pour obtenir la remise.

source: Minimum cart amount to display (€)
fr_fr: Montant minimum du panier pour afficher le message (€)

source: Display message starting from this cart amount. Leave blank or 0 to disable.
fr_fr: Afficher le message à partir de ce montant de panier. Laisser vide ou mettre 0 pour désactiver.

source: Discount type
fr_fr: Type de remise

source: Percentage
fr_fr: Pourcentage

source: Amount
fr_fr: Montant

source: Discount value
fr_fr: Valeur de la remise

source: Discount value (percentage or fixed amount).
fr_fr: Valeur de la remise (en pourcentage ou en montant fixe).

source: Discount complementary message
fr_fr: Message complémentaire sur la remise

source: Add some text here to explain the discount condition, e.g. valid only for professionals.
fr_fr: Ajoutez un texte explicatif, ex. : valable uniquement pour les professionnels.

source: Display on hook Reassurance
fr_fr: Afficher sur le hook Reassurance

source: Enable to display the message on the displayReassurance hook.
fr_fr: Permet d’afficher le message sur le hook displayReassurance.

source: Display on hook CartModal
fr_fr: Afficher sur le hook CartModal

source: Enable to display the message on the displayCartModalContent hook.
fr_fr: Permet d’afficher le message sur le hook displayCartModalContent.

source: Display on hook RightColumn
fr_fr: Afficher sur le hook RightColumn

source: Enable to display the message on the displayRightColumn hook.
fr_fr: Permet d’afficher le message sur le hook displayRightColumn.

source: Save
fr_fr: Enregistrer

source: Important information
fr_fr: Information importante

source: About the custom hook: displayCartAjaxFreeShipp
fr_fr: À propos du hook personnalisé : displayCartAjaxFreeShipp

source: This hook allows dynamic display of the remaining amount before free shipping or a discount, in areas where no native PrestaShop hook is available.
fr_fr: Ce hook permet d’afficher dynamiquement le montant restant avant livraison gratuite ou remise dans les zones où aucun hook natif PrestaShop n’est disponible.

source: In the mini cart displayed when hovering over the cart icon
fr_fr: Dans le mini-panier affiché au survol de l’icône panier

source: In the cart summary or checkout process (cart-subtotal/cart-summary)
fr_fr: Dans le récapitulatif du panier ou le tunnel de commande (cart-subtotal/cart-summary)

source: In any manually modified template
fr_fr: Dans n’importe quel template modifié manuellement

source: To use it, add this code to the corresponding .tpl file:
fr_fr: Pour l’utiliser, ajoutez ce code dans le fichier .tpl correspondant :
